Revit 2027 API
UnitTypeId.CubicFeet Property
 Cubic feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicFeet { get; }
Public Shared ReadOnly Property CubicFeet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicFeet {
	ForgeTypeId^ get ();
}
static member CubicFeet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace